{
	"quotes": [
		{
			"name": "Peter Anteater",
			"message": "Zot Zot Zot!",
			"time": "1965-11-30T13:52:09"
		},
		{
			"name": "rieko",
			"message": "Drink more water",
			"time": "2021-02-21T22:34:59"
		},
		{
			"name": "tæ",
			"message": "slay, girlboss",
			"time": "2022-11-03T20:23:54"
		},
		{
			"name": "pham",
			"message": "i'm a resident gaslighter",
			"time": "2023-01-25T17:58:31"
		},
		{
			"name": "randy",
			"message": "I love technology",
			"time": "2023-02-15T16:46:22"
		},
		{
			"name": "Jane Doe",
			"message": "This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!",
			"time": "2023-03-02T11:48:17"
		},
		{
			"name": "Josh Smith",
			"message": "Testing testing, is this thing on?",
			"time": "2023-03-02T11:51:06"
		},
		{
			"name": "Ru",
			"message": "no, don't slay me",
			"time": "2023-03-03T20:06:23"
		},
		{
			"name": "nate",
			"message": "yes chef!",
			"time": "2023-04-28T11:19:12"
		},
		{
			"name": "Alan",
			"message": "I want to get the chicken fried chicken. It’s also vegan",
			"time": "2023-08-11T19:01:06"
		},
		{
			"name": "randy",
			"message": "I was basically here every single time... except half the time",
			"time": "2023-08-18T15:15:13"
		},
		{
			"name": "wiley",
			"message": "There’s been lots of complications: as Sydnee would say, “I hate it here”",
			"time": "2023-09-22T22:00:00"
		},
		{
			"name": "Bob",
			"message": "Win the day!",
			"time": "2025-11-21T18:55:52"
		},
		{
			"name": "Chop",
			"message": "33",
			"time": "2025-11-21T18:56:22"
		},
		{
			"name": "aa",
			"message": "aa",
			"time": "2025-11-21T19:00:08"
		},
		{
			"name": "test",
			"message": "1234",
			"time": "2025-11-21T19:45:16"
		},
		{
			"name": "test",
			"message": "aaa",
			"time": "2025-11-21T19:45:26"
		},
		{
			"name": "asdfasd",
			"message": "fasdf",
			"time": "2025-11-21T20:02:41"
		},
		{
			"name": "asdfasd",
			"message": "fasdf",
			"time": "2025-11-21T20:02:45"
		},
		{
			"name": "asdfasd",
			"message": "fasdf",
			"time": "2025-11-21T20:02:46"
		},
		{
			"name": "asdfasd",
			"message": "fasdf",
			"time": "2025-11-21T20:02:47"
		},
		{
			"name": "ff",
			"message": "fasdf",
			"time": "2025-11-21T20:02:49"
		},
		{
			"name": "f",
			"message": "a",
			"time": "2025-11-21T20:02:57"
		},
		{
			"name": "f",
			"message": "a",
			"time": "2025-11-21T20:02:57"
		},
		{
			"name": "f",
			"message": "a",
			"time": "2025-11-21T20:02:58"
		},
		{
			"name": "f",
			"message": "a",
			"time": "2025-11-21T20:02:58"
		},
		{
			"name": "f",
			"message": "a",
			"time": "2025-11-21T20:02:58"
		},
		{
			"name": "f",
			"message": "a",
			"time": "2025-11-21T20:02:58"
		},
		{
			"name": "f",
			"message": "a",
			"time": "2025-11-21T20:02:58"
		},
		{
			"name": "f",
			"message": "a",
			"time": "2025-11-21T20:02:59"
		},
		{
			"name": "f",
			"message": "a",
			"time": "2025-11-21T20:02:59"
		},
		{
			"name": "a",
			"message": "f",
			"time": "2025-11-21T20:03:38"
		},
		{
			"name": "aa",
			"message": "a",
			"time": "2025-11-21T20:05:20"
		},
		{
			"name": "a",
			"message": "a",
			"time": "2025-11-21T20:07:33"
		},
		{
			"name": "Collin",
			"message": "test",
			"time": "2025-11-21T20:07:45"
		},
		{
			"name": "asdf",
			"message": "asdf",
			"time": "2025-11-21T20:10:51"
		},
		{
			"name": "asdfa",
			"message": "f",
			"time": "2025-11-21T20:11:08"
		},
		{
			"name": "adf",
			"message": "ff",
			"time": "2025-11-21T20:11:10"
		},
		{
			"name": "a",
			"message": "a",
			"time": "2025-11-21T20:12:07"
		},
		{
			"name": "Hello",
			"message": "world",
			"time": "2025-11-21T20:18:20"
		},
		{
			"name": "test",
			"message": "a",
			"time": "2025-11-21T20:23:34"
		},
		{
			"name": "test",
			"message": "3",
			"time": "2025-11-21T20:44:20"
		},
		{
			"name": "test",
			"message": "1",
			"time": "2025-11-21T20:55:52"
		},
		{
			"name": "f",
			"message": "\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"\"This quote is quite a bit longer than the other ones just to make things interesting. This shouldn't be too difficult to handle, but your design should be able to adapt to all sorts of edge cases. Will your application be able to handle this properly? Or will the text spill over atrociously or even get cut off? Also, how are you doing? I hope you're doing well. Have a Hack at UCI day!\"",
			"time": "2025-11-21T20:58:12"
		},
		{
			"name": "collin",
			"message": "hi",
			"time": "2025-11-21T21:00:55"
		},
		{
			"name": "Petter",
			"message": "aa",
			"time": "2025-11-21T21:02:04"
		},
		{
			"name": "asdfadf",
			"message": "ajdfasdf",
			"time": "2025-11-21T21:02:12"
		},
		{
			"name": "asdfasdfasdfad",
			"message": "fsdfadfasdfda",
			"time": "2025-11-21T21:03:34"
		},
		{
			"name": "a",
			"message": "a",
			"time": "2025-11-21T21:04:11"
		}
	]
}